Repository: jstorm31/classification-ios
Catalog: Grades/*.lproj/StudentGroups.strings
Languages: cs

source: All students
cs: Všichni studenti

source: All my parallels
cs: Všechny moje paralelky

# ALL_MY_LECTURES
source: All my lecture parallels
cs: Všechny moje přednáškové paralelky

# ALL_MY_TUTORIALS
source: All my tutorial parallels
cs: Všechny moje cvičební paralelky

# ALL_MY_LABORATORIES
source: All my laboratory parallels
cs: Všechny moje laboratorní paralelky

# TEST_STUDENTS
source: Artificial students for testing
cs: Umělí studenti pro testování

# PARALLEL_LABORATORY
source: Laboratory n.
cs: Laboratoř č.

# PARALLEL_LECTURE
source: Lecture n.
cs: Přednáška č.

# PARALLEL_TUTORIAL
source: Tutorial n.
cs: Cvičení č.

# PARALLEL_UNDEFINED
source: Parallel n.
cs: Paralelka č.

# EXAM_FINAL_EXAM
source: Exam:
cs: Zkouška:

source: Exam assessment:
cs: Zápočet:

# DAY_1
source: monday
cs: pondělí

# DAY_2
source: tuesday
cs: úterý

# DAY_3
source: wednesday
cs: středa

# DAY_4
source: thursday
cs: čtvrtek

# DAY_5
source: friday
cs: pátek

# DAY_6
source: saturday
cs: sobota

# DAY_7
source: sunday
cs: neděle
